This Mass has no solid geometry for its Void Forms to cut. They must be deleted, or solid geometry added and cut.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NoSoludGeometryForVoidFormsInMass { get; }
  Visual Basic
Public Shared ReadOnly Property NoSoludGeometryForVoidFormsInMass As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NoSoludGeometryForVoidFormsInMass {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FormFailures Class
  Autodesk.Revit.DB Namespace